{"notifications/add-url/manually/badly-formed":"One of the urls does not respect the correct format.","notifications/index/credentials-error":"Google informs us that your identification keys are wrong. Please change them.","notifications/index/quota-exceed":"You have exceeded the daily quota of 200 indexed urls. Please try again tomorrow.","notifications/indexation/success":"All pages have been submitted and successfully indexed!","notifications/websites/credentials/owner-error":"Google informs us that you are not the owner of the site you wish to use. If this is an error, please follow our instructions.","notifications/websites/credentials/login-required":"Google informs us that your identification keys are wrong. Please change them.","notifications/websites/check/not-found":"It seems that the site you want to use does not exist. Please check the url you submitted.","notifications/success":"Congratulations!","notifications/error":"An error has occurred","websites/success/update":"Good job! The website has been updated!","websites/success/create":"Youhouuu! The website has been successfully added to Foudroyer!","pages/title":"Pages of the website","pages/filter/placeholder":"Filter by name","pages/actions/add-pages":"Add pages","pages/actions/submit":"Start indexation","pages/add-pages-modal/title":"Add pages to be indexed","pages/add-pages-modal/description":"To add pages to be indexed, please add the urls in the tag below. The urls must be separated by a line break.","pages/add-pages-modal/sitemap":"Load pages from the sitemap","pages/add-pages-modal/add":"Add","pages/add-pages-modal/cancel":"Cancel","navigation/pages":"Pages","navigation/settings":"Settings","navigation/change":"Select another website","indexation/modal/message":"pages indexed","index/confirm/title":"Start indexing the selected pages?","index/confirm/description":"We remind you that you are limited to 200 pages per day. Once the quota is reached, an error message will appear. You will have to wait until the next day to index the pages that have not been sent.","indexing/confirm/submit":"Yes, start indexation","indexing/confirm/cancel":"Cancel","navigation/dashboard":"Dashboard","pages/description":"This page allows you to see your pages and index them manually. You can search for pages using the form. You can also filter the pages by indexing status or with the advanced filters.","pages/filter/input/placeholder":"Filter by name","pages/filter/submit":"Submit","pages/filter/indexed/tooltip":"Show only indexed","pages/filter/not-indexed/tooltip":"Show only not indexed","pages/filter/open-all/tooltip":"Open info for all","pages/filter/close-all/tooltip":"Close info for all","pages/item/action/index":"Start indexing","pages/item/action/see-info":"See the information","pages/item/action/close-info":"Close the information","pages/item/action/visit":"Visit the page","pages/item/action/check-manually":"Check manually","reports/indexed/title":"Indexed","reports/indexed/description":"All pages that are indexed on Google.","reports/indexed/percentage":"{percentage}% of pages are indexed","reports/title":"Reports and statistics","reports/description":"In this page you can find different statistics about the indexing status of your site. You can also see the pages whose content has been updated recently.","reports/pages-recently/title":"Pages with recently updated content","reports/pages-recently/description":"We retrieve your sitemap every day and we look at the date of update of the page. Here is the list of recently updated pages. With this information, we will be able in the future to automatically index the created or modified pages.","reports/pages-recently/more":"See all pages","reports/not-indexed/title":"Not indexed","reports/not-indexed/description":"All pages that are not indexed on Google.","reports/not-indexed/percentage":"{percentage}% of pages are not indexed","pages/info/updated-at":"Page updated at","selection/title":"Select a website","selection/description":"Foudroyer automatically retrieves your sites from the Search Console. By activating a site, our system will check the indexation of your url automatically and regularly.","selection/description/warning":"Only sites that you own can be selected and indexed.","selection/item/actions/activate":"Activate the website","selection/item/actions/select":"Select","selection/no-more-google-site":"You have no more sites to add from Search Console.","selection/no-site":"You don't have any website added on Google Search Console. You can't use Foudroyer with this account.","selection/logout":"Sign in with another account","selection/item/actions/visit":"Visite the website","signin/title":"Index your pages like never before","signin/description":"Foudroyer allows you to index at lightning speed and track the tracking the indexing status of all your pages.","signin/builder/title":"Create your optimized sites in less than 5 minutes","signin/builder/description":"Foudroyer allows you to create sites without worrying about optimization, maintenance, performance and SEO best practices. Focus on your content and SEO expertise, we take care of the technical stuff.","signin/google":"Signin with Google","update-sitemap/title":"We need a sitemap to work","update-sitemap/description":"Foudroyer synchronizes with the sitemap of your site to set up a fine and fast automization. It seems that no sitemap has been added in the Search Console.","update-sitemap/input/placeholder":"Add here the url of a sitemap","update-sitemap/submit":"Submit","update-sitemap/close":"Back to the selection of sites","sitemap/update/not-valid":"The URL of the sitemap you added does not seem valid. Check the URL again.","sitemap/not-found":"We just made a request to retrieve the sitemap but it does not seem to exist.","sitemap/invalid":"The sitemap you submitted does not appear to be a sitemap. The page returns something else than a sitemap.","credentials/not-found":"We could not find your credentials in the database. Please log in again to fix the problem.","website/search-console-domain/is-null":"Your website does not appear to have a domain name affiliated with Google. If you encounter this error, please contact us directly.","google/auth/credentials/expired":"Google informs us that your credentials have expired. Please log back into Foudroyer to renew your credentials.","google/unknown-error":"Google returned an unknown error. We have received the error and we will do our best to analyze and correct it.","google/auth/scope-not-found":"You tried to log in without giving us the necessary rights for Foudroyer to work properly. Unfortunately, you have to accept all the rights for us to use the Google API to index your pages.","google/auth/refresh-token-error":"Google informs us that your refresh token has expired. Please log back into Foudroyer to renew these credentials.","google/indexation/quota-exceed":"Google informs us that you have exceeded the daily quota for indexing your pages. Please come back tomorrow to index 200 pages per project again. (Contact us if it is less than 200).","website/not-found":"The website you want to display on Foudroyer does not exist. Very curious that you see this message!","global/unknown-error":"An unknown global error has appeared! Don't panic, we have received it in our system and will do everything to correct it!","user/not-found":"Our database says you don't exist! How is this possible?","user/not-authenticated":"You have to be logged in to access some pages of Foudroyer !","google/browser-closed":"You just closed the authentication interface without logging in 😱","websites/sitemap/update/empty":"Please, we need a sitemap to work 😞 Without it, you won't be able to Foudroyer Google 😎","websites/not-selected":"Before accessing this page, you need to select a website!","indexation/success":"Google has received your request! If the page has just been created, Google will index this page and if it has just been updated, Google will update it on the SERP! ⚡️⚡️⚡️⚡️⚡️⚡️","websites/credentials/update/empty":"Please, we need an API key to work 😞 Without it, you won't be able to Foudroyer Google 😎","update-credentials/title":"We need Google API keys to work","update-credentials/description":"To be able to index up to 200 urls per day and per project, you must go to Google Console to create an API key. Once this key is created, paste it here. ","update-credentials/description/link":"Follow the steps in this video to create an API key with the minimum access level.","update-credentials/input/placeholder":"Insert the newly acquired key here","update-credentials/input/button":"Add a key","google/cloud/api-key/bad_formed":"The API key you provided does not seem to be correct. Please follow the steps in the video and provide the key again.","google/cloud/api-key/permission-denied":"Your service account linked to the Google Cloud key does not appear to be set as the domain owner in Search Console.","google/cloud/api-key/account-not-found":"It looks like the service account linked to your Google Cloud key has been deleted.","notifications/actions/validate":"Change the keys","notifications/actions/decline":"Close","mobile/title":"No mobile version 🙇","mobile/description":"Foudroyer has been designed to view, analyze and index very simply and very quickly. So I haven't had the time to think about an interface as efficient on mobile. If members of the community express the need to have a mobile version, then I will develop it with great pleasure.","pages/next":"Next","pages/previous":"Previous","reports/check-indexation/google/description":"To see the indexing status of the site on Google, just click on the link below.","reports/check-indexation/yandex/description":"To see the indexing status of your site on Yandex, simply click on the link below and then click on the button to download the report. You must first create an account on Yandex and have added your site. If not, you will see a 404 error.","reports/check-indexation/bing/description":"To see the indexing status of your site on Bing, simply click on the link below. You must first create an account on Bing and have added your site. If not, you will see a 404 error.","reports/check-indexation/button":"See the indexing status","coming-soon/yandex/title":"Want to Foudroyer Yandex?","coming-soon/yandex/description":"Foudroyer is a tool I develop for the Seo community. It is free and will remain so. As it is a community tool, I created a Patreon that allows people to contribute and vote for the next features and tools that will be developed.   Why not visit the Patreon page to learn more?","coming-soon/button/ok":"Close","coming-soon/bing/title":"Want to Foudroyer Bing?","coming-soon/bing/description":"Foudroyer is a tool I develop for the Seo community. It is free and will remain so. As it is a community tool, I created a Patreon that allows people to contribute and vote for the next features and tools that will be developed.   Why not visit the Patreon page to learn more?","coming-soon/button/patreon":"Go to Patreon","pages/actions/bing/verify":"Verify on Bing","pages/actions/yandex/verify":"Verify on Yandex","pages/actions/google/verify":"Verify on Google","pages/actions/bing/index":"Index on Bing","pages/actions/yandex/index":"Index on Yandex","pages/actions/google/index":"Index on Google","websites/success/sync":"The synchronization is finished! The new pages you have created are stored in the database and we have checked their indexing. Go to the \"Pages\" tab from the left navigation! 😎","sync/title":"Welcome on Foudroyer ⚡️","sync/description":"On this page you can see different statistics, access the indexing status and ask Foudroyer to update the indexing status.","sync/block/title":"Synchronize your site with Foudroyer","sync/block/description":" I have not yet set up an automatic system to retrieve the new pages of your sites through the sitemap. For cost reasons, there is also no automation to check the indexing status of the site. If you would like to have an automatic system, feel free to visit the Patreon to contribute and vote for future features of the project.","sync/block/button/sync":"Synchronize","sync/block/button/patreon":"Visit the Patreon","pages/index-all/button":"Index all {number} pages displayed","sync/block/button/change-sitemap":"Update sitemap","coming-soon/builder/title":"Build new generation websites","coming-soon/builder/description":"We are building the site builder of tomorrow.<br></br> <br></br> 👎 No more managing servers and hosting. No more SSL certificate updates. <br></br> 👎 No more WordPress plugin updates that break your site. <br></br> 👎 No more poor and uncontrollable performance. <br></br> 👎 No more major SEO issues that are discovered months too late. <br></br> 👎 No more server crashes due to a spike in visitors. No more hacks and security issues. <br></br> <br></br> Focus on the content, the added value, we take care of the rest 🤝","coming-soon/ranking/title":"Track your positions on search engines","coming-soon/ranking/description":"You can create sites, index them at lightning speed and finally track your positions!<br></br> <br></br> You can track your own sites, but also the competition. Follow us on Twitter to know more about the progress of the project!<br></br> <br></br> Beta date: end of April 2022<br></br> Expected delivery date: June 2022<br></br> ","tools/title":"Select the tool you want to use","tools/description":"We develop all the tools you need to make money on the web. Build your site, index at the speed of light and track your positions.","tools/back":"Back"}