{"notifications/add-url/manually/badly-formed":"L'une des URL ne respecte pas le format correct.","notifications/index/credentials-error":"Google nous informe que vos clés d'identification sont fausses. S'il vous plaît changez-les.","notifications/index/quota-exceed":"Vous avez dépassé le quota quotidien de 200 URL indexées. Veuillez réessayer demain.","notifications/indexation/success":"Toutes les pages ont été soumises et indexées avec succès!","notifications/websites/credentials/owner-error":"Google nous informe que vous n'êtes pas le propriétaire du site que vous souhaitez utiliser. S'il s'agit d'une erreur, veuillez suivre nos instructions.","notifications/websites/credentials/login-required":"Google nous informe que vos clés d'identification sont fausses. S'il vous plaît changez-les.","notifications/websites/check/not-found":"Il semble que le site que vous souhaitez utiliser n'existe pas. Veuillez vérifier l'URL que vous avez soumise.","notifications/success":"Toutes nos félicitations!","notifications/error":"Une erreur est survenue","websites/success/update":"Bien joué ! Le site web est mis à jour !","websites/success/create":"Youhouuu ! Le site web a bien été ajouté à Foudroyer !","pages/title":"Pages du site web","pages/filter/placeholder":"Filter par nom","pages/actions/add-pages":"Ajouter des pages","pages/actions/submit":"Lancer l'indexation","pages/add-pages-modal/title":"Ajouter des pages à indexer","pages/add-pages-modal/description":"Pour ajouter des pages à indexer, veuillez ajouter, dans la balise ci-dessous les urls. Les urls doivent être séparées par un saut à la ligne.","pages/add-pages-modal/sitemap":"Charger les pages depuis le sitemap","pages/add-pages-modal/add":"Ajouter","pages/add-pages-modal/cancel":"Annuler","navigation/pages":"Pages","navigation/settings":"Paramètres","navigation/change":"Changer de site web","indexation/modal/message":"pages indexées","index/confirm/title":"Lancer l'indexation des pages sélectionnées ?","index/confirm/description":"Nous vous rappelons que vous êtes limité à 200 pages par jours. Une fois le quota atteint, un message d'erreur apparaîtra. Il faudra attendre le lendemain pour indexer les pages qui n'auront pas été envoyées.","indexing/confirm/submit":"Oui, lancer l'indexation","indexing/confirm/cancel":"Annuler","navigation/dashboard":"Accueil","pages/description":"Cette page vous permet de voir vos pages et de les indexer manuellement. Vous pouvez rechercher des pages à l'aide du formulaire. Vous pouvez également filtrer les pages par état d'indexation ou avec les filtres avancés.","pages/filter/input/placeholder":"Filtrer par nom","pages/filter/submit":"Rechercher","pages/filter/indexed/tooltip":"Afficher uniquement les indexées","pages/filter/not-indexed/tooltip":"Afficher uniquement les non indexées","pages/filter/open-all/tooltip":"Ouvrir des informations","pages/filter/close-all/tooltip":"Fermer des informations","pages/item/action/index":"Commencer l'indexation","pages/item/action/see-info":"Voir les informations","pages/item/action/close-info":"Fermer les informations","pages/item/action/visit":"Visiter la page","pages/item/action/check-manually":"Vérifier manuellement","reports/indexed/title":"Indexées","reports/indexed/description":"Toutes les pages indexées sur Google.","reports/indexed/percentage":"{percentage}% des pages sont indexés","reports/title":"Rapports et statistiques","reports/description":"Dans cette page, vous pouvez trouver différentes statistiques sur l'état de l'indexation de votre site. Vous pouvez également voir les pages dont le contenu a été mis à jour récemment.","reports/pages-recently/title":"Pages dont le contenu a été mis à jour récemment","reports/pages-recently/description":"Nous récupérons votre sitemap tous les jours et nous regardons la date de mise à jour de la page. Voici la liste des pages mises à jour récemment. Avec cette information, nous pourrons dans l’avenir indexer automatiquement les pages créées ou modifiées.","reports/pages-recently/more":"Voir toutes les pages","reports/not-indexed/title":"Pas indexées","reports/not-indexed/description":"Toutes les pages non indexées sur Google.","reports/not-indexed/percentage":"{percentage}% des pages ne sont pas indexées","pages/info/updated-at":"Page mise à jour le","selection/title":"Sélection du site web","selection/description":"Foudroyer récupère automatiquement vos sites depuis la Search Console. En activant un site, notre système vérifiera l'indexation de votre URL automatiquement et régulièrement.","selection/description/warning":"Seuls les sites que vous possédez peuvent être sélectionnés et indexés.","selection/item/actions/activate":"Activer le site web","selection/item/actions/select":"Sélectionner","selection/no-more-google-site":"Vous n'avez plus aucun site à ajouter depuis la Search Console.","selection/no-site":"Vous n'avez aucun siteweb ajouté sur la Search Console de Google. Vous ne pouvez pas utiliser Foudroyer avec ce compte là.","selection/logout":"Se connecter avec un autre compte","selection/item/actions/visit":"Visiter le site web","signin/title":"Indexez vos pages comme jamais auparavant","signin/description":"Foudroyer vous permet d'indexer à la vitesse de la lumière et de suivre le suivi de l'état de l'indexation de toutes vos pages et bien plus encore !","signin/builder/title":"Créez vos sites optimisés en moins de 5 minutes","signin/builder/description":"Foudroyer vous permet de créer des sites sans vous occuper de l'optimisation, de la maintenance, de la performance et des bonnes pratiques SEO. Concentrez-vous sur le contenu et votre expertise SEO, on s'occupe de la technique.","signin/google":"Se connecter avec Google","update-sitemap/title":"Nous avons besoin d'un sitemap pour fonctionner","update-sitemap/description":"Foudroyer se synchronise avec le sitemap de votre site pour mettre en place une automisation fine et rapide. Il semblerait qu'aucun sitemap n'ait été ajouté dans la Search Console.","update-sitemap/input/placeholder":"Ajoutez ici l'url d'un sitemap","update-sitemap/submit":"Sauvegarder","update-sitemap/close":"Retour à la sélection des sites","sitemap/update/not-valid":"L'URL du sitemap que vous avez ajouté ne semble pas valide. Vérifiez une nouvelle fois l'URL.","sitemap/not-found":"Nous venons de faire une requête pour récupérer le sitemap mais celui-ci ne semble pas exister.","sitemap/invalid":"Le sitemap que vous avez soumis ne semble pas être un sitemap. La page retourne autre chose qu'un sitemap.","credentials/not-found":"Nous n'avons pas trouvé vos identifiants dans la base de données. Veuillez vous reconnecter pour régler le problème.","website/search-console-domain/is-null":"Votre site web ne semble pas avoir de nom de domaine affilié avec Google. Si vous rencontrez cette erreur, veuillez nous contacter directement.","google/auth/credentials/expired":"Google nous informe que vos identifiants sont expirés. Merci de bien vouloir vous reconnecter sur Foudroyer pour renouveler ces identifiants.","google/unknown-error":"Google nous a retourné une erreur inconnue. Nous avons bien reçu l'erreur et nous allons tout faire pour l'analyser et la corriger.","google/auth/scope-not-found":"Vous avez essayé de vous connecter sans nous octroyer les droits nécessaires pour le bon fonctionnement de Foudroyer. Malheureusement, vous devez accepter tous les droits pour que nous puissions utiliser l'API de Google pour indexer vos pages.","google/auth/refresh-token-error":"Google nous informe que vos le token de rafraîchissement est expiré. Merci de bien vouloir vous reconnecter sur Foudroyer pour renouveler ces identifiants.","google/indexation/quota-exceed":"Google nous informe que vous avez dépassé le quota quotidien pour indexer vos pages. Revenez demain pour pouvoir à nouveau indexer 200 pages par projets. (Contactez-nous si cela fait moins de 200).","website/not-found":"Le site web que vous souhaitez afficher sur Foudroyer n'existe pas. Très curieux que vous voyiez ce message !","global/unknown-error":"Une erreur globale inconnue est apparue ! Pas de panique, nous l'avons bien reçu dans notre système et allons tout faire pour la corriger !","user/not-found":"Notre base de données dit que vous n'existez pas ! Comment est-ce possible ?","user/not-authenticated":"Vous devez être connecté pour accéder à certaines pages de Foudroyer !","google/browser-closed":"Vous venez de fermer l'interface d'authentification sans vous connecter 😱","websites/sitemap/update/empty":"S'il vous plaît, il nous faut un sitemap pour fonctionner 😞 Sans quoi, vous ne pourrez pas Foudroyer Google 😎","websites/not-selected":"Avant d'accéder sur cette page, il faut sélectionner un site web !","indexation/success":"Google a bien reçu votre demande ! Si la page vient d'être créée, Google indexera cette page et si elle vient d'être mise à jour, Google la mettre à jour sur la SERP ! ⚡️⚡️⚡️⚡️⚡️⚡️","websites/credentials/update/empty":"S'il vous plaît, il nous faut une clé d'API pour fonctionner 😞 Sans quoi, vous ne pourrez pas Foudroyer Google 😎","update-credentials/title":"Nous avons besoin de clés API Google pour fonctionner","update-credentials/description":"Pour pouvoir indexer jusqu’à 200 URL par jours et par projets, il faut vous rendre sur Google Console pour créer une clé d’API. Une fois cette clé créée, collez-la ici.","update-credentials/description/link":"Suivez les étapes de cette vidéo pour créer une clé d’API avec le niveau d’accès minimal.","update-credentials/input/placeholder":"Insérez ici la clé fraîchement acquise","update-credentials/input/button":"Ajouter une clé","google/cloud/api-key/bad_formed":"La clé d'API que vous nous avez fourni ne semble pas bonne. Veuillez suivre les étapes de la vidéo et fournir une nouvelle fois la clé.","google/cloud/api-key/permission-denied":"Votre service account lié à la clé Google Cloud ne semble pas être défini comme propriétaire du domaine dans la Search Console.","google/cloud/api-key/account-not-found":"Il semblerait que le Service Account lié à votre clé Google Cloud ait été supprimé.","notifications/actions/validate":"Changer les clés","notifications/actions/decline":"Fermer","mobile/title":"Pas de version mobile 🙇‍♂️","mobile/description":"Foudroyer a été pensé pour voir, analyser et indexer très simplement et très rapidement. Je n’ai donc pas eu encore le temps de réfléchir à une interface aussi efficace sur mobile. Si des membres de la communauté formulent le besoin d’avoir une version mobile, alors je la développerai avec grand plaisir.","pages/next":"Suivant","pages/previous":"Précédent","reports/check-indexation/google/description":"Pour voir l'état d'indexation du site sur Google, il vous suffit de cliquer sur le lien ci-dessous.","reports/check-indexation/yandex/description":"Pour voir l'état d'indexation du site sur Yandex, il vous suffit de cliquer sur le lien ci-dessous et ensuite cliquer sur le bouton pour télécharger le rapport. Vous devez au préalable créer un compte sur Yandex et avoir ajouté votre site. Auquel cas, vous verrez une erreur 404.","reports/check-indexation/bing/description":"Pour voir l'état d'indexation du site sur Bing, il vous suffit de cliquer sur le lien ci-dessous. Vous devez au préalable créer un compte sur Bing et avoir ajouté votre site. Auquel cas, vous verrez une erreur 404.","reports/check-indexation/button":"Voir l'état d'indexation","coming-soon/yandex/title":"Envie de Foudroyer Yandex?","coming-soon/yandex/description":"Foudroyer est un outil que je développe pour la communauté SEO. Il est gratuit et le restera. Comme il est communautaire, j’ai créé un Patreon qui permet aux personnes de contribuer et de voter pour les prochaines fonctionnalités et outils qui seront développées.   Pourquoi ne pas aller visiter la page Patreon pour en savoir plus ?","coming-soon/button/ok":"Fermer","coming-soon/bing/title":"Envie de Foudroyer Bing?","coming-soon/bing/description":"Foudroyer est un outil que je développe pour la communauté SEO. Il est gratuit et le restera. Comme il est communautaire, j’ai créé un Patreon qui permet aux personnes de contribuer et de voter pour les prochaines fonctionnalités et outils qui seront développées.   Pourquoi ne pas aller visiter la page Patreon pour en savoir plus ?","coming-soon/button/patreon":"Aller sur Patreon","pages/actions/bing/verify":"Vérifier sur Bing","pages/actions/yandex/verify":"Vérifier sur Yandex","pages/actions/google/verify":"Vérifier sur Google","pages/actions/bing/index":"Indexer sur Bing","pages/actions/yandex/index":"Indexer sur Yandex","pages/actions/google/index":"Indexer sur Google","websites/success/sync":"La synchronisation est terminée ! Les nouvelles pages que vous avez créées sont stockées en base de données et nous avons vérifier leur indexation. Rendez-vous sur l'onglet \"Pages\" depuis la navigation à gauche ! 😎","sync/title":"Bienvenue sur Foudroyer ⚡️","sync/description":"Sur cette page, vous pouvez voir différentes statistiques, accéder à l'état d'indexation et demander à Foudroyer de mettre à jour l’état d'indexation.","sync/block/title":"Synchroniser votre site avec Foudroyer","sync/block/description":"Je n'ai pas encore instauré de système automatique pour récupérer les nouvelles pages de vos sites grâce au sitemap. Pour des raisons de coût, il n'y a pas non plus d'automatisation pour vérifier l'état d'indexation du site. Si vous aimeriez avoir un système automatique, n'hésitez pas à visiter le Patreon pour contribuer et voter pour les fonctionnalités futures du projet.","sync/block/button/sync":"Synchroniser","sync/block/button/patreon":"Visiter le Patreon","pages/index-all/button":"Indexer les {number} pages affichées","sync/block/button/change-sitemap":"Changer le sitemap","coming-soon/builder/title":"Construisez des sites nouvelles générations","coming-soon/builder/description":"Nous construisons le créateur de site de demain.<br></br> <br></br> 👎 Fini la gestion des serveurs et de l'hébergement. Fini les mises à jour des certificats SSL. <br></br> 👎 Fini les mises à jour des plugins WordPress qui cassent votre site.<br></br> 👎 Fini les performances médiocres et incontrôlables. <br></br> 👎 Fini les problèmes de SEO majeur que l'on découvre plusieurs mois trop tard. <br></br> 👎 Fini les crashes serveurs à cause d'un pic de visiteurs. Fini les hack et problèmes de sécurités. <br></br> <br></br> Concentrez-vous sur le contenu, la valeur ajoutée, on s'occupe du reste 🤝","coming-soon/ranking/title":"Suivez vos positions sur les moteurs de recherche","coming-soon/ranking/description":"Vous pouvez créer des sites, les indexer à la vitesse lumière et enfin, suivre vos positions !<br></br> <br></br> Vous pouvez suivre vos propres sites, mais également la concurrence. Suivez-nous sur Twitter pour en savoir plus sur l'avancement du projet !<br></br> <br></br> Date de la bêta : fin avril 2022<br></br> Date de livraison prévue : juin 2022<br></br> ","tools/title":"Sélectionnez l'outil que vous souhaitez utiliser","tools/description":"Nous développons tous les outils dont vous avez besoin pour gagner de l'argent sur le web. Construisez votre site, indexez à la vitesse de la lumière et suivez vos positions.","tools/back":"Retour"}